const Page = () => {
    return (
        <div className="border-2 rounded-md border-blue-300 bg-blue-50 flex flex-col gap-8 w-11/12 md:w-4/6 mx-auto items-center mt-24 py-2 px-3">
            <h1 className="text-lg font-[YekanBakh-Black] text-blue-900">شرایط گارانتی</h1>
            <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">
                تطابق محصول با صورت‌حساب، سلامت محصول و سلامت بسته‌بندی تا لحظه تحویل به مشتری بر عهده فروشنده بوده و در زمان تحویل، کلیه موارد مذکور با رویت و امضای مصرف‌کننده گواهی می‌گردد. مصرف‌کننده مجاز است در صورت عدم تطابق، نسبت به عودت وجه یا تعویض آن، درخواست خود را اعلام نماید و فروشنده موظف به پذیرش درخواست مذکور است.
                - پس از تایید سلامت محصول توسط مصرف کننده، فروشنده مسئولیتی در قبال کسری، شکستگی، قری و امثالهم ندارد .
            </p>
            <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">
                کلیه خدمات پس از فروش تعمیراتی و هزینه‌های تبعی از جمله اجرت تعمیر، تأمین و تعویض قطعات، هزینه ایاب و ذهاب و حمل و نقل، جابجایی کالای مشتری به محل ارائه خدمت در محدوده شهری در دوره ضمانت رایگان بوده و این خدمات در طول دوره تعهد با اخذ هزینه می باشد. مابه التفاوت هزینه حمل و نقل محصول و ایاب و ذهاب در خارج از محدوده شهری در دوره ضمانت برعهده مشتری می باشد. (خدمات دوران تعهد، مجموعه تعهداتی از قبیل تعمیرات، تامین لوازم یدکی و پشتیبانی کالاست برای یک دوره زمانی مشخص که بیش از دوره ضمانت است و از سوی عرضه کننده با اخذ هزینه‌های مرتبط ارائه می‌شود.)
            </p>
            <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">
                عرضه کننده موظف است در دوره ضمانت مسئولیت هر نوع نقص یا عیب ذاتی که در کالاهای مشمول فروخته شده وجود دارد یا در نتیجه استفاده معمول از کالاهای مشمول بروز نموده را پذیرفته و نسبت به رفع عیب و ایرادات که مانع استفاده مطلوب از کالاهای مشمول شده اقدام نماید. چنانچه در بازه زمانی ۹۰ روز پس از زمان فعال شدن گرانتی، عیب ذاتی بروز نماید، مصرف‌کننده می‌تواند درخواست تعویض و یا جایگزین کالای خریداری شده را نموده و عرضه‌کننده مکلف است مطابق درخواست مشتری نسبت به تعویض دستگاه خریداری شده اقدام و رضایت مشتری را جلب نماید و در صورت عدم موجودی، نسبت به استرداد وجه پرداختی مشتری به قیمت روز (آخرین قیمت مصرف کننده کالای مشابه در لیست قیمت رسمی شرکت) اقدام نماید. (عیب ذاتی: نوعی ایراد اساسی که خود یا پتانسیل آن از بدو تولید تا تحویل محصول به مصرف کننده در محصول وجود داشته باشد یا ایجاد شود و ناشی از استفاده نادرست از محصول توسط مصرف کننده نباشد.)
                - هزینه نصب و ایاب و ذهاب برای دستگاه‌های دارای عیب ذاتی، به عهده تولیدکننده و واردکننده می‌باشد.
                - در صورت بروز ایراد تکراری در دوره ضمانت، مصرف‌کننده مجاز به درخواست تعویض کالا با کالای نو مشابه، می باشد.
                - قطعات تعویضی و خدمات تعمیری انجام شده در دوره تعهد به مدت ۶ ماه ضمانت میگردد.
            </p>
            <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">
                در فرایند تعمیر ایرادات ناشی از نقل و انتقال دستگاه و خسارت به هنگام تعمیر توسط عرضه‌کنندگان یا به واسطه آن‌ها بر عهده عرضه‌کنندگان بوده و در صورت درخواست مشتری مشمول تعویض کالا می‌گردد.
            </p>
            <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">
                اگر طی مدت ۲ هفته در دوره ضمانت و ۲ ماه در دوره تعهد، عرضه کننده قادر به رفع عیب محصول نباشد، ملزم به ارائه کالای جایگزین می باشد. در غیر این صورت با درخواست صرف‌کننده نسبت به تعویض محصول با محصولی نو مشابه و یا عودت وجه (مطابق قیمت روز کالای نو مشابه با کسر استهلاک سالانه ۱۰ درصد بعد از اتمام دوره ضمانت) اقدام نمایند.
            </p>
            <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">
                تعویض کالا یا استرداد وجه، شامل ایرادات غیراساسی (ایراد در قطعه ای غیراساسی که کارکرد اصلی و بهر مندی مشتری از آنرا متوقف نمی نماید.) و غیرذاتی نمی گردد.
            </p>
            <div>
                <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">حداقل مدت زمان ضمانت این کالا، ۱۸ ماه می‌باشد.</p>
                <ul className="text-blue-800 text-xs">
                    <li>- مبنای شروع محاسبه زمان گارانتی، تاریخ خرید (در صورت ارائه فاکتور خرید معتبر) و یا تاریخ عرضه کالا به بازار (در صورت عدم ارائه فاکتور) می‌باشد.</li>
                    <li>- در صورت عدم رعایت مندرجات دفترچه راهنما، کالا از تعهد گارانتی خارج می گردد.</li>
                </ul>
            </div>
            <div>
                <p className="text-xs leading-5 font-[YekanBakh-Regular] text-gray-500">مدت زمان پشتیبانی خدمات اعم از تامین کلیه قطعات یدکی و ارایه خدمات در دوران تعهد حداقل ۳ سال می‌باشد.</p>
                <ul className="text-blue-800 text-xs">
                    <li>- در صورتی که بعد از ۲ مرحله تعمیر یک قطعه واحد، همان ایراد مجددا بروز نماید، شرکت نسبت به تعمیر رایگان دستگاه اقدام می نماید.</li>
                    <li>- کلیه هزینه ها اعم از ایاب و ذهاب و تعمیرات در دوران تعهد (وارانتی) بر عهده مشتری می باشد.</li>
                    <li>- در صورت بروز ایرادات غیرقابل رفع و یا عدم امکان تامین قطعات اصلی که عملکرد دستگاه را متوقف می نمایند، شرکت نسبت به ارائه تسهیلات (تخفیف) جهت خرید محصولات جدید شرکت، به مشتری اقدام می نماید.</li>
                </ul>
            </div>
            <h2 className="font-[YekanBakh-Black]">مواردی که شامل گارانتی و خدمات رایگان نمی شود</h2>
            <ul className="text-blue-800 text-xs flex flex-col gap-2 list-inside list-decimal">
                <li>سرویس‌ها و تعمیرات ناشی از تاثیرات مخرب محیطی، عوامل بیرونی، نوسان برق، نفوذ مایعات، آسیب و ضربه خوردگی، شکستگی، قری، سوانح، آتش سوزی</li>
                <li>اقلام مصرفی (غیر از موارد ناشی از عیب موجود در قطعه)</li>
                <li>ایراد ناشی از عدم استفاده صحیح دستگاه.</li>
                <li>تهیه متعلقات اضافی مرتبط با زیرساخت محل نصب یا استفاده</li>
                <li>تجهیزات اضافی (متعلقات) دستگاه که در دفترچه راهنمای مشتری مشخص شده باشد.</li>
                <li>رفع ایراد دستگاه ناشی از نصب، تعمیر یا دستکاری توسط مشتری و یا افراد غیرمجاز</li>
                <li>ارائه خدمات جابه جایی و نصب مجدد وسیله</li>
                <li>اقلام مازاد علاوه بر ملحقات همراه محصول</li>
                <li>نصب و تعمیرات نامتعارف توسط افراد غیر مجاز</li>
                <li>گازکشی، برقکاری و سیم کشی نا مناسب جهت نصب و راه اندازی</li>
                <li>کارشناسی قبل از خرید، انتقال دستگاه و ایاب و ذهاب خارج از محدوده شهری (پرداخت ما به التفاوت با مشتری)</li>
                <li>خدمات به دستگاههای فاقد سریال و شناسه رهگیری (یا مخدوش شده)</li>
            </ul>
            <h2 className="font-[YekanBakh-Black] text-green-700">تلاش ما جهت فراهم آوردن آرامش خاطر شماست</h2>
        </div>
    )
};

export default Page;